IDS_DGNREPORTBASE_TEST = "DgnReportBase-Test(Lang:EN)"
IDS_DGNREPORTBASE_NOT_IMAGEFILE = "\""There is no image file.\"" "
IDS_USER_DEFINED_UNIT_SYSTEM_IS_APPLIED = "User defined unit system is applied."
IDS_USER_UNIT_SYSTEM = "Unit System"
IDS_DGNREPORTBASE_TABLE = "Table"
IDS_DGNREPORTBASE_FIGURE = "Figure"
IDS_DGNREPORTBASE_MARK_ROUND = "O"
IDS_DGNREPORTBASE_MARK_TRI = ">>"
IDS_DGNREPORTBASE_MARK_PI = "π"
IDS_DGNREPORTBASE_MARK_PLUS = "＋"
IDS_DGNREPORTBASE_MARK_MINUS = "－"
IDS_DGNREPORTBASE_MARK_MULTIPLY = "×"
IDS_DGNREPORTBASE_MARK_DIVISION = "÷"
IDS_DGNREPORTBASE_MARK_PLUSMINUS = "±"
IDS_DGNREPORTBASE_MARK_EQUAL = "＝"
IDS_DGNREPORTBASE_MARK_NOTEQUAL = "≠"
IDS_DGNREPORTBASE_MARK_APPEQUAL = "≒"
IDS_DGNREPORTBASE_MARK_LESS = "＜"
IDS_DGNREPORTBASE_MARK_GREATER = "＞"
IDS_DGNREPORTBASE_MARK_LESSEQUAL = "<="
IDS_DGNREPORTBASE_MARK_GREATEREQUAL = ">="
IDS_DGNREPORTBASE_MARK_INFINITY = "∞"
IDS_DGNREPORTBASE_MARK_THEREFORE = "∴"
IDS_DGNREPORTBASE_MARK_BECAUSE = "∵"
IDS_DGNREPORTBASE_MARK_REFERENCE = "※"
IDS_DGNREPORTBASE_MARK_ROOT = "√"
IDS_DGNREPORTBASE_MARK_DEGCELSIUS = "℃"
IDS_DGNREPORTBASE_MARK_DEGFAHRENHEIT = "℉"
IDS_DGNREPORTBASE_MARK_PERMILLE = "‰"
IDS_DGNREPORTBASE_MARK_RIGHTPOINTING = "☞"
IDS_DGNREPORTBASE_MARK_LEFTPOINTING = "☜"
IDS_DGNREPORTBASE_MARK_RIGHTARROW = "→"
IDS_DGNREPORTBASE_MARK_LEFTARROW = "←"
IDS_DGNREPORTBASE_MARK_HORIZONELLIPSIS = "…"
IDS_DGNREPORTBASE_MARK_OK = "○"
IDS_DGNREPORTBASE_OK = "O.K"
IDS_DGNREPORTBASE_NG = "N.G"
IDS_DGNREPORTBASE_ARROW_OK = "  →  O.K"
IDS_DGNREPORTBASE_ARROW_NG = "  →  N.G"
IDS_DGNREPORTBASE_ARROW_CHK = "  →  CHECK"
IDS_DGNREPORTBASE_ARROW_NOT_ACC = "  →  Not Acceptable"
IDS_DGNREPORTBASE_YES = "Yes"
IDS_DGNREPORTBASE_NO = "No"
IDS_DGNREPORTBASE_ARROW_SLENDER = "  →  Slender"
IDS_DGNREPORTBASE_ARROW_NOT_SLENDER = "  →  Not Slender"
IDS_DGNREPORTBASE_ARROW_COMPACT = "  →  Compact"
IDS_DGNREPORTBASE_ARROW_NONCOMPACT = "  →  Noncompact"
IDS_DGNREPORTBASE_ARROW_NEED_SIDESWAY_BUCKLING = "  →  Sidesway buckling is not necessary"
IDS_DGNREPORTBASE_ARROW_CHK_SIDESWAY_BUCKLING = "  →  Check sidesway buckling"
IDS_DGNREPORTBASE_STIFF_NOT_REQ = "Stiffener is not required"
IDS_DGNREPORTBASE_STIFF_REQ = "Stiffener is required"
IDS_DGNREPORTBASE_SLENDER = "Slender"
IDS_DGNREPORTBASE_NOT_SLENDER = "Not Slender"
IDS_DGNREPORTBASE_COMPACT = "Compact"
IDS_DGNREPORTBASE_NONCOMPACT = "Noncompact"
IDS_ANGLE_OF_ROTATION_AND_DERIVATIVES = "Angle of Rotation and Derivatives"
IDS_AXIAL_CAPACITY = "Axial Capacity"
IDS_AXIAL_STRESS = "Axial Stress"
IDS_AXIAL_RESISTANCE = "Axial Resistance"
IDS_BENDING_AND_AXIAL_RESISTANCE = "Bending and Axial Resistance"
IDS_BENDING_AND_SHEAR_RESISTANCE = "Bending and Shear Resistance"
IDS_BUCKLING_RESISTANCE = "Buckling Resistance"
IDS_COMBINED_RATIO = "Combined Ratio"
IDS_COMBINED_STRENGTH_RATIO = "Combined Strength Ratio"
IDS_COMBINED_STRESS_RATIO = "Combined Stress Ratio"
IDS_COMPRESSION_RESISTANCE = "Compression Resistance"
IDS_COMPRESSION_STRENGTH = "Compression Strength"
IDS_COMPRESSION_STRESS = "Compression Stress"
IDS_FLANGE = "Flange"
IDS_FLEXURAL_BUCKLING_RESISTANCE = "Flexural Buckling Resistance"
IDS_LATERAL_TORSIONAL_BUCKLING_RESISTANCE = "Lateral Torsional Buckling Resistance"
IDS_LIMIT_STATE_OF_BUCKLING = "Limit State of Buckling"
IDS_MAJOR = "Major"
IDS_MAJOR_AXIS = "Major Axis"
IDS_MINOR = "Minor"
IDS_MINOR_AXIS = "Minor Axis"
IDS_MOMENT_CAPACITY = "Moment Capacity"
IDS_MOMENT_RESISTANCE = "Moment Resistance"
IDS_MOMENT_STRENGTH = "Moment Strength"
IDS_MOMENT_STRESS = "Moment Stress"
IDS_RESULT_BY_POSITION = "Result by Position"
IDS_SHEAR_CAPACITY = "Shear Capacity"
IDS_SHEAR_RESISTANCE = "Shear Resistance"
IDS_SHEAR_STRESS = "Shear Stress"
IDS_SLENDERNESS_RATIO = "Slenderness Ratio"
IDS_STRESS = "Stress"
IDS_TENSION_RESISTANCE = "Tension Resistance"
IDS_TENSION_STRENGTH = "Tension Strength"
IDS_TENSION_STRESS = "Tension Stress"
IDS_TORSION_CAPACITY = "Torsion Capacity"
IDS_TORSION_CAPACITY_OPEN_SECTION = "Torsion Capacity ( Open Section )"
IDS_TORSION_STRENGTH = "Torsion Strength"
IDS_TORSIONAL_FLEXURAL_BUCKLING_RESISTANCE = "Torsional Flexural Buckling Resistance"
IDS_WEB = "Web"
IDS_WIDTH_THICKNESS_RATIO = "Width-Thickness Ratio"
IDS_X = "X"
IDS_X_DIR = "X Dir."
IDS_X_DIRECTION = "X Direction"
IDS_Y = "Y"
IDS_Y_DIR = "Y Dir."
IDS_Y_DIRECTION = "Y Direction"
IDS_YIELDING_UNDER_NORMAL_STRESS = "Yielding under Normal Stress"
IDS_YIELDING_UNDER_SHEAR_STRESS = "Yielding under Shear Stress"
IDS_DGNREPORTBASE_MPHI_CURVE = "Moment-Curvature Curve"
IDS_DGNREPORTBASE_STL_TENS = "Steel Ten."
IDS_DGNREPORTBASE_STL_COMP = "Steel Comp."
IDS_DGNREPORTBASE_CON_COMP = "Conc. Comp."
IDS_DGNREPORTBASE_STL_STRAIN = "Steel Strain"
IDS_DGNREPORTBASE_CON_STRAIN = "Conc. Strain"
IDS_DGNREPORTBASE_MOMENT = "Moment"
IDS_DGNREPORTBASE_CURVATURE = "Curvature"
IDS_DGNREPORTBASE_CURVE = "Curve"
IDS_DGNREPORTBASE_POSITIVE = "Positive"
IDS_DGNREPORTBASE_NEGATIVE = "Negative"
IDS_DGNREPORTBASE_AXIAL_FORCE = "Axial Force"
IDS_DGNREPORTBASE_NA_ANGLE = "Neutral Axis Angle"
IDS_DGNREPORTBASE_CON_HEIGHT = "Concrete Height"
IDS_DGNREPORTBASE_CON_WIDTH = "Concrete Width"
IDS_DGNREPORTBASE_CON_AREA = "Concrete Area"
IDS_DGNREPORTBASE_RBAR_AREA = "Rebar Area"
IDS_DGNREPORTBASE_CRACK = "Crack"
IDS_DGNREPORTBASE_YIELD = "Yield"
IDS_DGNREPORTBASE_INITIAL = "Initial"
IDS_DGNREPORTBASE_IDEAL = "Ideal."
IDS_DGNREPORTBASE_ULTIMATE = "Ultimate"
IDS_DGNREPORTBASE_CHECK = "Check"
IDS_DGNREPORTBASE_DESIGN_SECTION = "Design Section of "
IDS_DGNREPORTBASE_DESIGN_REBAR = "Design Rebar of "
IDS_DGNREPORTBASE_EDIT = "Edit"
IDS_DGNREPORTBASE_CONCRETE = " Concrete "
IDS_DGNREPORTBASE_STEEL = " Steel "
IDS_DGNREPORTBASE_SRC = " SRC "
IDS_DGNREPORTBASE_STEEL_COMPOSITE = " Steel Composite "
IDS_DGNREPORTBASE_BEAM = " Beam..."
IDS_DGNREPORTBASE_PLATE_BEAM = " Plate Beam..."
IDS_DGNREPORTBASE_COLUMN = " Column..."
IDS_DGNREPORTBASE_PLATE_COLUMN = " Plate Column..."
IDS_DGNREPORTBASE_BRACE = " Brace..."
IDS_DGNREPORTBASE_WALL = " Wall..."
IDS_DGNREPORTBASE_SLAB = " Slab..."
IDS_DGNREPORTBASE_ISO_FOOTING = " Isolated Footing..."
IDS_DGNREPORTBASE_STRIP_FOOTING = " Strip Footing..."
IDS_DGNREPORTBASE_PILE_FOOTING = " Pile Footing..."
IDS_DGNREPORTBASE_BASEMENT_WALL = " Basement Wall..."
IDS_DGNREPORTBASE_INPLANE_WALL = " InPlaneWall..."
IDS_DGNREPORTBASE_SHELL = " Shell..."
IDS_DGNREPORTBASE_MARK_SUM = "Σ"
IDS_WELD_POSITION = "Weld Position"
IDS_WELD_LENGTH = "Weld Length"
IDS_PROVIDED_WELD_LENGTH = "Provided Length"
